
brew 'composer'
brew 'git'
brew 'php'
brew 'python'
brew 'rustup'
brew 'tldr'
brew 'tree'
brew 'trash'
brew 'vim'
brew 'zsh'

cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'mamp'
cask 'visual-studio-code'

