tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/cask"

brew 'git'
brew 'git-lfs'
brew 'yarn'
brew 'tldr'
brew 'tree'
brew 'trash'
brew 'vim'
brew 'zsh'
brew 'jq'
brew 'ffmpeg'
brew 'curl'
brew 'cmake'

brew 'go'
brew 'python'
brew 'rustup'
brew 'coocapods'


brew 'aws-cli'
brew 'aws-sam-cli'
brew 'aws-cli-local'
brew 'localstack/tap/localstack-cli'

brew 'postgresql'


cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'visual-studio-code'

